tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/python"
tap "homebrew/science"
tap "homebrew/services"
tap "homebrew/versions"
tap "homebrew/x11"
brew "gettext"
brew "bash-completion"
brew "boost"
brew "boost-build"
brew "boost-python"
brew "boxes"
brew "freetype"
brew "pixman"
brew "cliclick"
brew "cmake"
brew "cowsay"
brew "cscope"
brew "dante"
brew "editorconfig"
brew "gmp"
brew "emacs"
brew "figlet"
brew "findutils"
brew "fortune"
brew "isl"
brew "libmpc"
brew "gd"
brew "gdbm"
brew "geckodriver"
brew "git-extras"
brew "icu4c"
brew "lua"
brew "readline"
brew "gnuplot", args: ["with-aquaterm", "with-x11"]
brew "openssl"
brew "pkg-config"
brew "sqlite"
brew "python@2"
brew "libtool"
brew "graphviz"
brew "grep"
brew "xz"
brew "imagemagick"
brew "irssi"
brew "python"
brew "macvim", args: ["with-lua", "with-override-system-vim", "with-python@2"]
brew "midnight-commander"
brew "modules"
brew "mupdf-tools"
brew "neovim"
brew "pandoc"
brew "poco"
brew "rsync"
brew "sl"
brew "telnet"
brew "thefuck"
brew "tmux"
brew "trash"
brew "tree"
brew "watch"
brew "wget"
brew "youtube-dl"
cask "keka"
cask "qt-creator"
cask "skim"
cask "tunnelblick"
